Repository: yousefi2002/Pharmacy-Management-System
Catalog: lib/l10n/app_*.arb
Languages: fa

source: ID
fa: آیدی

source: Print
fa: چاپ

source: Suppliers
fa: عرضه کننده ها

source: Supplier
fa: عرضه کننده

source: New Supplier
fa: عرضه کننده جدید

source: Supplier Name
fa: نام عرضه کننده

# pharmacy_name
source: Moaffagh Pharmacy Management System
fa: سیستم مدیریت داروخانه کلینیک موفق

# pharmacy
source: Pharmacy Management System
fa: سیستم مدیریت داروخانه

source: Discount
fa: تخفیف

source: Type
fa: نوع

source: Prescription Date
fa: تاریخ نسخه

source: Sale Date
fa: تاریخ فروش

source: Related Doctor
fa: داکتر مربوطه

source: Prescription Number
fa: شماره نسخه

source: Patient Name
fa: نام مریض

source: Contact Number
fa: شماره تماس

source: Medicine Name
fa: نام دوا

source: Register Prescription
fa: ثبت نسخه

source: Purchase Invoice
fa: فاکتور خرید

source: Employees
fa: کارمندان

source: Register Customer
fa: ثبت مشتری

source: New Customer
fa: مشتری جدید

source: Stock
fa: انبار

source: Daily Sales
fa: فروشات روز

source: Daily Purchases
fa: خریدات روز

source: Daily Expenses
fa: مصارف روز

source: Daily Prescriptions
fa: نسخه های روز

source: Inventory
fa: موجودی

source: Unit Price
fa: قیمت فی

source: Total Price
fa: قیمت کل

source: Prescription Amount
fa: مبلغ نسخه

source: Amount Payable
fa: مبلغ قابل پرداخت

source: Generic Names
fa: نام های جنریک

source: Generic Name
fa: نام جنریک

source: Created At
fa: ایجاد شده در

source: Updated At
fa: به‌روزرسانی شده در

source: Companies
fa: شرکت ها

source: Company Name
fa: نام شرکت

source: Trade Name
fa: نام تجارتی

source: Barcode
fa: بارکد

source: Batch Number
fa: بچ نمبر

source: Register Companies
fa: ثبت شرکت ها

# register_generic
source: Register Generic Name
fa: ثبت نام عمومی

source: Customer Name
fa: نام مشتری

source: Surname
fa: تخلص

source: Address
fa: آدرس

source: Save
fa: ذخیره

source: Save and Print
fa: ذخیره و چاپ

source: Account
fa: طرف حساب

source: Expiration Date
fa: تاریخ انقضا

source: Purchase Invoice List
fa: لیست فاکتور های خرید

source: Filter
fa: فیلتر کردن

source: Search
fa: جستجو

source: Paid Amount
fa: مبلغ پرداختی

source: Prescription List
fa: لیست نسخه ها

source: Doctor Name
fa: نام داکتر

source: Education Level
fa: درجه تحصیل

source: Doctor Code
fa: کد داکتر

source: Prescription Count
fa: تعداد نسخه

source: Doctor Report List
fa: لیست گزارش داکتران

source: Register Doctor
fa: ثبت داکتر

source: Register Patient
fa: ثبت مریض

source: Fee Amount
fa: مبلغ فیس

source: Record Expenses
fa: ثبت مصارف

source: Amount
fa: مبلغ

source: By
fa: توسط

source: Date
fa: تاریخ

source: Time
fa: ساعت

source: Sales Reports
fa: گزارشات فروش

source: Purchase Reports
fa: گزارشات خرید

source: Expense Reports
fa: گزارشات مصارف

source: Doctor Reports
fa: گزارشات داکتران

source: Employee Reports
fa: گزارشات کارمندان

source: Medicine Reports
fa: گزارشات دوا

# total_income_expenses
source: Total Income and Expenses
fa: مجموعه عواید و مصارف

source: Sales List
fa: لیست فروشات

source: Employee Name
fa: نام کارمند

source: Quantity
fa: مقدار

source: Invoice_Number
fa: شماره فاکتور

source: Registration Date
fa: تاریخ ثبت

source: Reports
fa: گزارشات

source: Description
fa: توضیحات

source: Start Date
fa: تاریخ شروع

source: End Date
fa: تاریخ ختم

source: Remaining amount
fa: مبلغ باقیمانده

source: number of patients
fa: تعداد مریض

source: Sales amount
fa: مقدار فروش

source: Number of Patients
fa: تعداد مریضان

source: Doctor Accounts
fa: حساب داکتران

source: Cash Inventory
fa: موجودی پول نقد

source: Category
fa: کتگوری

source: Manufacturer
fa: تولید کننده

source: About
fa: درباره

source: Medicines
fa: دوا ها

source: Patients
fa: مریضان

source: Purchase Invoices
fa: فاکتور های خرید

source: Sales Invoices
fa: فاکتور های فروش

source: Customers
fa: مشتری ها

source: Doctors
fa: داکتران

source: Backup
fa: پشتیبان گیری

source: Settings
fa: تنظیمات

# nnew
source: New
fa: جدید

source: Price
fa: قیمت

source: Age
fa: سن

source: Gender
fa: جنسیت

source: Username
fa: نام کاربر

source: Role
fa: نقش کاربر

source: Password
fa: رمز

source: Seller
fa: فروشنده

source: Expenses
fa: مصارف

source: Visits
fa: ویزیت ها

source: Visit
fa: ویزیت

source: Sale
fa: فروش

# language
source: Lang
fa: زبان

source: Email
fa: ایمیل

source: Patients List
fa: لیست مریضان

source: Specialty
fa: تخصص

source: Register Employee
fa: ثبت کارمند

source: Delete
fa: حذف

# confirmDelete
source: Do you want to delete this item?
fa: آیا میخواهید این مورد را حذف کنید؟

source: Yes
fa: بله

source: No
fa: نخیر

source: New Visit
fa: ویزیت جدید

source: New Expense
fa: مصرف جدید

source: Consumption
fa: مصرف

source: New Patient
fa: مریض جدید

source: New Doctor
fa: داکتر جدید

source: New Employee
fa: کارمند جدید

source: New Medicine
fa: دوای جدید

source: Journal
fa: روزنامچه

source: Actions
fa: عملیات
